bench/results/raw/ab-20260924-153837/new-r1-https-_-c64.txt
Running 5s test @ https://127.0.0.1:8443/
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   189.11us   68.29us   4.18ms   85.58%
    Req/Sec    85.25k     5.13k   92.61k    82.84%
  1730010 requests in 5.10s, 1.96GB read
Requests/sec: 339208.20
Transfer/sec:    393.69MB